# Правила предметной области

## Даты внесения изменений
| Версия | Дата | Описание | Автор|
| --- | --- | --- | --- |
| Черновой начальный вариант | 12 декабря, 2024 | Первый черновой вариант. Будет уточнен на стадии развития | к

## Бизнес-правила
(См. также — правила для данного приложения в дополнительной спецификации.)

| ИД | Правило | Частота изменения | Источник |
| --- | --- | --- | --- |
| ПРАВ1 | Заявки на гранты должны быть поданы в установленном формате, включающем все необходимые документы и информацию о проекте. | Средняя вероятность изменений в зависимости от требований грантодателей. | Регламенты и условия предоставления грантов.                     |
| ПРАВ2 | Независимые эксперты должны пройти обязательную аттестацию для оценки заявок и соответствовать установленным критериям отбора. | Низкая вероятность изменений на основе текущих стандартов оценки. | Политика оценки и аттестации экспертов.                         |
| ПРАВ3 | Все решения о выдаче грантов должны быть документально оформлены и представлены в системе для обеспечения прозрачности процесса. | Средняя вероятность изменений в зависимости от изменений в политике финансирования. | Регуляции о распределении грантов и внутренние инструкции фонда. |
| ПРАВ4 | Заявители имеют право на обжалование решений о выдаче грантов в установленные сроки и в предусмотренном порядке.  | Низкая вероятность изменений, основанная на законодательных процессах. | Законодательство о грантовом финансировании.                     |
| ПРАВ5 | Система должна обеспечивать безопасность данных всех пользователей, включая меры по защите личной информации и конфиденциальности заявок.  | Высокая вероятность изменений с учетом современных требований к безопасности данных. | Политики безопасности данных и рекомендации по защите информации. |
